import styles from "./ThirdScreen.module.css"

import LessonBubble from "../components/steps/Step"
import MinimalistBox from "../components/house/House"
const ThirdScreen=()=>{

return <>
<div className={styles.description}>מה כוללות סדנאות  BABY.LOVE ?</div>
<div className={styles.row}>
<MinimalistBox title="ראיית העולם דרך עיני התינוק" description=" גלו את העולם המרתק כפי שהתינוק רואה, חווה ומבין אותו. נהנה את הסימנים, הצרכים והרגשות המועברים דרך התינוק ונעמיק בהקשרות מקרבת ורגשית.
"/>
<MinimalistBox title="חוויות סנסומוטוריות" description="נגלה יחד איך לעודד את הפיתוח החושי והמוטורי של התינוק באמצעות המגע.
המגע עכשיו הוא כלי חשוב להתפתחות הטבעית של התינוק המאפשר לו להכיר ולהבין תחושות שונות כמו ליטוף, לחיצה עדינה, הפקת צלילים וטקסטורות שונות."/>
<MinimalistBox title="התפתחות קוגנטיבית ותקשורתית" description="הבנת השפה היחודית של התינוק ותקשורת מקרבת.
נגלה יחד איך התינוק מחקשר את רגשותיו, צרכיו ומשובתיו דרך ג'סטות, קולות ומגוון הבעות פנים וסימני גוף.
תוכלו לראות את העולם דרך עיניו וכבר להבין בצורה עמוקה יותר מה הוא מרגיש ומה הוא צריך. נלמד גם איך לתמוך בהתפתחותו הקוגניטיבית והתקשורתית של התינוק על ידי שימוש בחיבורים משחקיים ייחודיים המזמינים להבנת שפה מוקדמת ובמגוון נשתמש בצבעי היסוד הבסיסים הקשורת במערכת היחסים ביכם."/>
</div>
<div className={styles.row}>
<MinimalistBox title="התפתחות רגשית-חברתית" description="כל אינטרקציה, חיבוק, חיוך ואינטונציה משפיעים על הביטחון והתחושה של התינוק לגבי עצמו, לגביך, לגבי היחסים בינכם ולגבי העולם סביבו.
נלמד איך כל תגובה שלכם בונה יותר ממה ומעצבת את אישיותו ותחושותיו לגבי העולם.
נחשף יחד בחוויות הרגשות המסייעות לתינוק לפתח יכולות רגשיות וחברתיות נכונות, וכבר ליצור מערכות יחסים מבוססות אהבה ואמון."/>
<MinimalistBox title="התפתחות המשחק דרך מגע" description=" גלו את מלוא הפוטנציאל!
משחק בגילויו של התינוק הוא שפה בפני עצמה, ושילוב בצורה נכונה ובונה יכול לחזק באופן מדהים את מערכת היחסים ולהעשיר את שיעות המפגש עם התינוק, בפעילויות שמקדמות את התפתחותו הטבעית שלו.
נתנסה במשחקים מותאמי גיל ונלמד יחד איך לפתח את המיומנויות הרגשיות, סנסומוטוריות, קוגניטיביות, תקשורתיות, שפתיות וחברתיות של התינוק.
אעניק לכם כלים פשוטים אך יעילים לשילוב של משחקים חווייתים בבית ממה שכבר יש לכם."/>
<MinimalistBox title="כוחו של ההורה במערכת היחסים" description="נעניק משחק של שיתוף פעולה וחיזוק תהליך ההתפתחות של התינוק, נחדד את תפקידי ההורים בבניית מערכת יחסים חיובית לטווח ארוך, שמשפיעה באופן משמעותי על אישיותו וגיבוש סגנון חייו של התינוק."/>
</div>

</>


}
export default ThirdScreen